"Western (Mac OS Roman)" = "서유럽어(Mac OS Roman)";
"Japanese (Mac OS)" = "일본어(Mac OS)";
"Traditional Chinese (Mac OS)" = "중국어 번체(Mac OS)";
"Korean (Mac OS)" = "한국어(Mac OS)";
"Arabic (Mac OS)" = "아랍어(Mac OS)";
"Hebrew (Mac OS)" = "히브리어(Mac OS)";
"Greek (Mac OS)" = "그리스어(Mac OS)";
"Cyrillic (Mac OS)" = "키릴어(Mac OS)";
"Devanagari (Mac OS)" = "데바나가리어(Mac OS)";
"Gurmukhi (Mac OS)" = "굴묵키어(Mac OS)";
"Gujarati (Mac OS)" = "구자라트어(Mac OS)";
"Thai (Mac OS)" = "태국어(Mac OS)";
"Simplified Chinese (Mac OS)" = "중국어 간체(Mac OS)";
"Tibetan (Mac OS)" = "티베트어(Mac OS)";
"Central European (Mac OS)" = "중앙 유럽어(Mac OS)";
"Symbol (Mac OS)" = "심볼(Mac OS)";
"Dingbats (Mac OS)" = "딩벳(Mac OS)";
"Turkish (Mac OS)" = "터키어(Mac OS)";
"Croatian (Mac OS)" = "크로아티아어(Mac OS)";
"Icelandic (Mac OS)" = "아이슬란드어(Mac OS)";
"Romanian (Mac OS)" = "루마니아어(Mac OS)";
"Celtic (Mac OS)" = "켈트어(Mac OS)";
"Gaelic (Mac OS)" = "게일어(Mac OS)";
"Keyboard Symbols (Mac OS)" = "키보드 심볼(Mac OS)";
"Farsi (Mac OS)" = "페르시아어(Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "키릴어(Mac OS Ukrainian)";
"Inuit (Mac OS)" = "이뉴잇어(Mac OS)";
"Unicode (UTF-16)" = "유니코드(UTF-16)";
"Unicode (UTF-7)" = "유니코드(UTF-7)";
"Unicode (UTF-8)" = "유니코드(UTF-8)";
"Unicode (UTF-32)" = "유니코드(UTF-32)";
"Unicode (UTF-16BE)" = "유니코드(UTF-16BE)";
"Unicode (UTF-16LE)" = "유니코드(UTF-16LE)";
"Unicode (UTF-32BE)" = "유니코드(UTF-32BE)";
"Unicode (UTF-32LE)" = "유니코드(UTF-32LE)";
"Western (ISO Latin 1)" = "서유럽어(ISO Latin 1)";
"Central European (ISO Latin 2)" = "중앙 유럽어(ISO Latin 2)";
"Western (ISO Latin 3)" = "서유럽어(ISO Latin 3)";
"Central European (ISO Latin 4)" = "중앙 유럽어(ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "키릴어(ISO 8859-5)";
"Arabic (ISO 8859-6)" = "아랍어(ISO 8859-6)";
"Greek (ISO 8859-7)" = "그리스어(ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "히브리어(ISO 8859-8)";
"Turkish (ISO Latin 5)" = "터키어(ISO Latin 5)";
"Nordic (ISO Latin 6)" = "북유럽어(ISO Latin 6)";
"Thai (ISO 8859-11)" = "태국어(ISO 8859-11)";
"Baltic (ISO Latin 7)" = "발트어(ISO Latin 7)";
"Celtic (ISO Latin 8)" = "켈트어(ISO Latin 8)";
"Western (ISO Latin 9)" = "서유럽어(ISO Latin 9)";
"Romanian (ISO Latin 10)" = "루마니아어(ISO Latin 10)";
"Latin-US (DOS)" = "라틴-US(DOS)";
"Greek (DOS)" = "그리스어(DOS)";
"Baltic (DOS)" = "발트어(DOS)";
"Western (DOS Latin 1)" = "서유럽어(DOS Latin 1)";
"Greek (DOS Greek 1)" = "그리스어(DOS Greek 1)";
"Central European (DOS Latin 2)" = "중앙 유럽어(DOS Latin 2)";
"Cyrillic (DOS)" = "키릴어(DOS)";
"Turkish (DOS)" = "터키어(DOS)";
"Portuguese (DOS)" = "포르투갈어(DOS)";
"Icelandic (DOS)" = "아이슬란드어(DOS)";
"Hebrew (DOS)" = "히브리어(DOS)";
"Canadian French (DOS)" = "캐나다 프랑스어(DOS)";
"Arabic (DOS)" = "아랍어(DOS)";
"Nordic (DOS)" = "북유럽어(DOS)";
"Russian (DOS)" = "러시아어(DOS)";
"Greek (DOS Greek 2)" = "그리스어(DOS Greek 2)";
"Thai (Windows, DOS)" = "태국어(Windows, DOS)";
"Japanese (Windows, DOS)" = "일본어(Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "중국어 간체(Windows, DOS)";
"Korean (Windows, DOS)" = "한국어(Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "중국어 번체(Windows, DOS)";
"Western (Windows Latin 1)" = "서유럽어(Windows Latin 1)";
"Central European (Windows Latin 2)" = "중앙 유럽어(Windows Latin 2)";
"Cyrillic (Windows)" = "키릴어(Windows)";
"Greek (Windows)" = "그리스어(Windows)";
"Turkish (Windows Latin 5)" = "터키어(Windows Latin 5)";
"Hebrew (Windows)" = "히브리어(Windows)";
"Arabic (Windows)" = "아랍어(Windows)";
"Baltic (Windows)" = "발트어(Windows)";
"Vietnamese (Windows)" = "베트남어(Windows)";
"Western (ASCII)" = "서유럽어(ASCII)";
"Japanese (Shift JIS X0213)" = "일본어(Shift JIS X0213)";
"Chinese (GBK)" = "중국어(GBK)";
"Chinese (GB 18030)" = "중국어(GB 18030)";
"Japanese (ISO 2022-JP)" = "일본어(ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "일본어(ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "일본어(ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "중국어(ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "한국어(ISO 2022-KR)";
"Japanese (EUC)" = "일본어(EUC)";
"Simplified Chinese (GB 2312)" = "중국어 간체(GB 2312)";
"Traditional Chinese (EUC)" = "중국어 번체(EUC)";
"Korean (EUC)" = "한국어(EUC)";
"Japanese (Shift JIS)" = "일본어(Shift JIS)";
"Cyrillic (KOI8-R)" = "키릴어(KOI8-R)";
"Traditional Chinese (Big 5)" = "중국어 번체(Big 5)";
"Western (Mac Mail)" = "서유럽어(Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "중국어 간체(HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "중국어 번체(Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "우크라이나(KOI8-U)";
"Traditional Chinese (Big 5-E)" = "중국어 번체(Big 5-E)";
"Western (NextStep)" = "서유럽어(NextStep)";
"Non-lossy ASCII" = "Non-lossy ASCII";
"Western (EBCDIC Latin Core)" = "서유럽어(EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "서유럽어(EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "일본어(Auto Detect)";
